[
  {
    "id": "genogram_practice",
    "name": "Практика составления генограммы",
    "category": "practice",
    "duration": "30-60 минут",
    "materials": [
      "бумага",
      "ручки разных цветов"
    ],
    "steps": [
      "Нарисовать основу - себя в центре",
      "Добавить родителей над собой",
      "Добавить бабушек/дедушек",
      "Отметить ключевые события",
      "Обозначить отношения линиями"
    ],
    "source_files": [
      "Практика генограмма.pdf",
      "ГенограммаНерожд.pdf",
      "Правила_составления_и_хранения_генограммы_для_работы_с_Родом.pdf"
    ]
  },
  {
    "id": "rod_belt",
    "name": "Практика плетения Родового пояса",
    "category": "practice",
    "duration": "1-3 часа",
    "materials": [
      "нити разных цветов",
      "бусины"
    ],
    "source_files": [
      "Практика плетения Родового пояса.pdf",
      "Памятка пояса по цветам.pdf"
    ],
    "steps": [
      "Подготовьте нити трёх цветов: красный (жизненная сила рода), белый (чистота и защита), золотой или жёлтый (благополучие и связь поколений).",
      "Сядьте в тихом месте, поставьте фото предков или зажгите свечу. Несколько минут в тишине думайте о своём роде — о бабушках и дедушках, их жизни и силе.",
      "Начните плетение, называя вслух имена предков по одному с каждым узлом или витком: «Принимаю силу [имя]», «Благодарю [имя]».",
      "Плетите осознанно, без спешки. Если возникают образы или воспоминания — принимайте их как послание рода.",
      "Завяжите пояс тремя узлами с намерением: первый — здоровье, второй — изобилие, третий — любовь и продолжение рода.",
      "Носите пояс или храните на алтаре предков. При завершении поблагодарите род за переданную силу."
    ]
  },
  {
    "id": "blessing_practice",
    "name": "Практика благословения",
    "category": "practice",
    "duration": "15-30 минут",
    "steps": [
      "Встать перед фото предков или в южной части комнаты",
      "Свеча или лампада",
      "Прочитать молитву благословения",
      "Попросить поддержки у рода"
    ],
    "source_files": [
      "Практика благословения.pdf",
      "Молитвы родителям.pdf",
      "Особые молитвы и практики.pdf"
    ]
  },
  {
    "id": "acceptance_practice",
    "name": "Практика принятия исключенных",
    "category": "practice",
    "duration": "20-40 минут",
    "description": "Проработка отношений с исключенными из рода",
    "source_files": [
      "Практика принятия исключенных.pdf",
      "Исключённые_Кого_не_приняли_в_Родовую_систему_.pdf",
      "Схема_выбора_практики_принятия_исключенных_в_Родовую_систему.pdf"
    ],
    "steps": [
      "Сядьте удобно, закройте глаза. Три глубоких вдоха и выдоха. Почувствуйте землю под ногами — это ваш rod, ваш фундамент.",
      "Вспомните или представьте человека из рода, которого не принято было упоминать: умерший рано, осуждённый, иной — тот, кого «вычеркнули».",
      "Внутренне обратитесь к нему: «Я вижу тебя. Ты часть нашего рода. Ты имеешь место среди нас».",
      "Почувствуйте или представьте, как этот человек занимает своё место в родовой линии. Напряжение в системе ослабевает.",
      "Произнесите вслух: «Я принимаю тебя в наш род. То, что ты нёс, больше не нужно нести мне. Ты свободен, и я свободен(на)».",
      "Поблагодарите этого человека за урок, который он принёс роду. Медленно вернитесь в комнату, откройте глаза."
    ]
  },
  {
    "id": "bowing_practice",
    "name": "Практика поклонов",
    "category": "practice",
    "duration": "10-30 минут",
    "steps": [
      "Встать ровно, закрыть глаза",
      "Визуализировать родовую линию",
      "Выполнить поклоны в каждую сторону",
      "Почувствовать связь с родом"
    ],
    "source_files": [
      "Практика поклонов.pdf"
    ]
  },
  {
    "id": "inner_child",
    "name": "Беседа с внутренним ребенком",
    "category": "practice",
    "duration": "30 минут",
    "description": "Техника работы с внутренним ребенком",
    "source_files": [
      "Как_беседовать_со_своим_внутренним_ребенком.pdf"
    ],
    "steps": [
      "Найдите фотографию себя в детстве (3-7 лет) или просто представьте себя маленьким. Положите фото перед собой.",
      "Закройте глаза, сделайте несколько глубоких вдохов. Представьте, что вы идёте по знакомому из детства месту — дому, двору, парку.",
      "Увидьте там своего внутреннего ребёнка. Подойдите к нему. Как он выглядит? Что чувствует? Каково его настроение?",
      "Скажите ему: «Привет. Я — это ты, только выросший(ая). Я пришёл(ла) потому что скучаю по тебе и хочу узнать, как ты».",
      "Позвольте ребёнку говорить — что ему нужно, чего не хватало, о чём он мечтал. Просто слушайте без осуждения.",
      "Обнимите внутреннего ребёнка. Скажите: «Ты в безопасности. Я забочусь о тебе. Ты не один(одна)». Посидите вместе столько, сколько нужно.",
      "Медленно вернитесь в настоящее. Запишите в дневник всё, что почувствовали или услышали."
    ]
  },
  {
    "id": "meditation_collection",
    "name": "Сборник медитаций",
    "category": "practice",
    "type": "collection",
    "items": [
      "Медитация на связь с родом",
      "Медитация на исцеление",
      "Медитация на принятие"
    ],
    "source_files": [
      "СБорникМедитаций.pdf",
      "Памятка по записи медитации.pdf"
    ],
    "steps": [
      "Медитация «Родовое дерево»: Закройте глаза. Представьте себя деревом. Ваши корни уходят глубоко в землю — это ваш род. Ощутите питание и силу, идущую снизу. Ваш ствол — вы сами. Ветви — ваши потомки и возможности. Побудьте в этом образе 10 минут.",
      "Медитация «Река рода»: Представьте реку, текущую сквозь поколения. Вы стоите в ней. Позади — ваши предки, впереди — потомки. Ощутите течение родовой силы сквозь вас. Просто будьте в потоке 10 минут.",
      "Медитация «Свет предков»: Представьте над вами яркий золотой свет. Это мудрость и любовь всех ваших предков. Позвольте этому свету опускаться через макушку вниз, наполняя каждую клетку тела силой и поддержкой.",
      "Медитация «Исцеление рода»: Представьте перед собой всю родовую систему — как живую картину. Пошлите каждому любовь и свет: «Я вижу тебя. Ты принят(а). Мир тебе». Почувствуйте, как система выравнивается."
    ]
  },
  {
    "id": "prayer_collection",
    "name": "Сборник молитв",
    "category": "practice",
    "type": "collection",
    "source_files": [
      "СборникМолитв.pdf",
      "ТЕРАПЕВТИЧЕСКИЙ ЭФФЕКТ МОЛИТВЫ.pdf"
    ],
    "steps": [
      "Молитва благодарности роду: Встаньте лицом на юг (сторона предков). Зажгите свечу. Произнесите трижды: «Благодарю всех моих предков — по отцу и по матери — за жизнь, силу и мудрость, переданную мне. Да будет в нашем роду мир, здоровье и изобилие».",
      "Молитва о прощении: «Прошу прощения у всех, кому я причинил(а) боль в этой жизни, осознанно или нет. Прощаю всех, кто причинил боль мне. Пусть эта цепочка боли прекратится в нашем роду».",
      "Молитва о защите рода: «Род мой, защити меня и моих детей. Предки, стойте рядом. Пусть ничто тёмное не войдёт в нашу родовую линию. Мы под защитой любви и мудрости поколений».",
      "Молитва о детях рода: «Всем детям нашего рода — рождённым и нерождённым — посылаю любовь и благословение. Пусть они несут в мир лучшее из нашего рода. Пусть будут счастливы, здоровы и свободны».",
      "Завершение: Трижды поклонитесь, благодаря предков. Загасьте свечу или дайте догореть. Поблагодарите себя за практику."
    ]
  }
]